Repository: mindlace/quartet
Catalog: modules/acquia/imagefield/translations/*.po
Languages: de

source: Image upload was unsuccessful.
de: Das Bild konnte nicht hochgeladen werden.

source: Maximum resolution for Images
de: Maximale Auflösung für Bilder

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
de: Maximale Auflösung für Bilder im Format BREITExHÖHE (z.B. 640x480). Auf 0 setzen um Breite nicht zu beschränken.

source: Image path
de: Bildpfad

source: Optional subdirectory within the "%dir" directory where images will be stored. Do not include trailing slash.
de: Optionales Unterverzeichnis im Verzeichnis "%dir", in dem die Bilder gespeichert werden sollen. Kein Slash am Ende!

source: Enable custom alternate text
de: Eigener Alternativtext

source: Enable custom alternate text for images. Filename will be used if not checked.
de: Textfeld für alternativen Bildtext anzeigen. Wenn nicht aktiviert, wird der Dateiname benutzt.

source: Enable custom title text
de: Eigener Titel-Text

source: Enable custom title text for images. Filename will be used if not checked.
de: Textfeld für Titeltext anzeigen. Wenn nicht aktiviert, wird der Dateiname benutzt.

source: The image was resized to fit within the maximum allowed resolution of %resolution pixels
de: Die Größe des Bildes wurde verändert, damit es die maximal erlaubte Auflösung von %resolution Pixeln nicht überschreitet.

source: Upload
de: Hochladen

source: Delete
de: Löschen

source: Filename:
de: Dateiname:

source: Alternate text
de: Alternativtext

source: Alternate text to be displayed if the image cannot be displayed.
de: Der Alternativtext wird angezeigt, wenn das Bild nicht angezeigt werden kann.

source: Title
de: Titel

source: Text to be displayed on mouse overs.
de: Der Titeltext wird angezeigt, wenn der Mauszeiger über dem Bild ist.

source: If a new image is chosen, the current image will be replaced upon submitting the form.
de: Wenn ein neues Bild ausgewählt wird, wird das aktuelle Bild beim Abschicken des Formulars ausgetauscht.

source: Image
de: Bild

source: Defines an image field type.
de: Definiert den Feldtyp "Bild"
