Repository: mindlace/quartet
Catalog: modules/acquia/mollom/translations/*.po
Languages: es, sv

source: Allowing users to react, participate and contribute while still keeping your site's content under control can be a huge challenge. Mollom is a web service that helps you identify content quality and, more importantly, helps you stop spam. When content moderation becomes easier, you have more time and energy to interact with your web community. More information about Mollom is available on the <a href="@mollom-website">Mollom website</a> or in the <a href="@mollom-faq">Mollom FAQ</a>. For support, please consult the <a href="@mollom-support">Mollom support page</a>.
es: Permitir a los usuarios que reaccionen, participen y contribuyan aun manteniendo el control sobre el contenido de una página web puede ser un gran reto. Mollom es un servicio web que te ayuda a identificar la calidad de un contenido y, más importante, te ayuda a detener el spam. Cuando el control del contenido es más fácil, tienes más tiempo y energía para la interacción con tu comunidad web. Se puede conseguir más información sobre Mollom aquí: <a href="@mollom-website">Mollom Website</a> o en los <a href="@mollom-faq">Mollom FAQ</a>. Para soporte, puedes consultar la página <a href="@mollom-support">Mollom-Support</a>.
sv: Att låta användare reagera, deltaga och bidra med innehåll samtidigt som du fortfarande skall ha kontroll över din webbplats innehåll kan vara en väldigt stor uppgift. Mollom är en webbservice som hjälper dig att identifiera kvaliteten på innehåll och, ännu viktigare, hjälper dig att stoppa spam. När modereringen av innehåll blir lättare får du mer tid och energi att interagera med din communitys webbplats. Mer information om Mollom finns tillgängligt på <a href="@mollom-website">Molloms webbplats</a> eller på <a href="@mollom-faq">Mollom FAQ</a>. För support, var vänlig konsultera sidan <a href="@mollom-support">Mollom support</a>.

source: mark as abuse
sv: markera som missbruk

source: Delete post
sv: Radera inlägg

source: use image CAPTCHA
es: utilizar CAPTCHA de imagen
sv: använd bild för CAPTCHA

source: play audio CAPTCHA
es: reproducir CAPTCHA de audio
sv: spela upp ljud för CAPTCHA

source: Optionally report this to Mollom
es: Opcional: enviar informe a Mollom
sv: Valfritt rapportera detta till Mollom

source: Don't send feedback to Mollom
es: No enviar informe a Mollom
sv: Skicka inte feedback till Mollom

source: Report as spam or unsolicited advertising
es: Informar sobre spam o publicidad no solicitada
sv: Rapportera som spam eller icke önskvärd reklam

source: Report as obscene, violent or profane content
es: Informar sobre contenido obsceno, violento o profano
sv: Rapportera som motbjudande, våldsamt eller hädiskt innehåll

source: Report as low-quality content or writing
es: Informar sobre contenido o edición de baja calidad
sv: Rapportera innehåll som låg kvalitet eller dålig stavning

source: Report as unwanted, taunting or off-topic content
es: Informar sobre contenido no deseado, burlón o fuera de tema
sv: Rapportera innehåll som oönskat, pikande eller har frångått ämnet.

source: Mollom is a webservice that helps you moderate your site's content: see <a href="http://mollom.com">http://mollom.com</a> for more information. By sending feedback to Mollom, you teach Mollom what content you like and what content you dislike. Like that, Mollom can do a better job helping you to moderate your site's content.
es: Mollom es un servicio web que te ayuda a moderar el contenido de tu sitio web. Ver: <a href="http://mollom.com">http://mollom.com</a> para más información. Cuando envías comentarios a Mollom, enseñas a Mollom qué contenido te gusta y qué no te gusta. Así, Mollom funcionará mejor para ayudarte a controlar el contenido de tu página.
sv: Mollom är en webbservice som hjälper dig att moderera din webbplats innehåll: Läs mer på <a href="http://mollom.com">http://mollom.com</a> för mer information. Genom att sända feedback till Mollom så lär du Mollom vilket innehåll du gillar eller inte. Genom att göra detta kan Mollom göra ett bättre jobb att hjälpa dig med modereringen av innehållet på din webbplats.

source: Are you sure you want to delete the comment and report it?
es: ¿Estás seguro/a que quieres eliminar el comentario y enviar un informe sobre ello?
sv: Är du säker på att du vill radera kommentaren och rapportera den?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
sv: Denna åtgärd kan inte ångras.

source: Delete
es: Eliminar
sv: Ta bort

source: Cancel
es: Cancelar
sv: Avbryt

source: The comment has been deleted.
es: Se ha eliminado el comentario.
sv: Kommentaren har raderats.

source: Are you sure you want to delete %title and report it?
es: ¿Estás seguro/a que quieres eliminar %title y enviar un informe?
sv: Är du säker på att du vill radera %title och rapportera den?

source: Report as inappropriate: @link
es: Informar que es poco apropiado: @link
sv: Rapportera som malplacerad: @link

source: Are you sure you want to report the e-mail as inappropriate?
es: ¿Estás seguro/a que quieres informar que el email es poco apropiado?
sv: Är du säker på att du vill rapportera e-postadressen som malplacerad?

source: Report as inappropriate
es: Informar que es poco apropiado
sv: Rapportera som malplacerad

source: Report the selected comments as spam and unpublish them
es: Enviar un informe de spam sobre los comentarios seleccionados y quitarlos
sv: Rapportera de valda kommentarerna som spam och avpublicera dem

source: Report the selected comments as spam and delete them
es: Enviar un informe de spam sobre los comentarios seleccionados y eliminarlos
sv: Rapportera de valda kommentarerna som spam och radera dem

source: Report as spam and unpublish
es: Enviar un informe de spam y quitar
sv: Rapportera som spam och avpublicera

source: Report as spam and delete
es: Enviar un informe de spam y eliminar
sv: Rapportera som spam och radera

source: The selected comments have been reported as inappropriate and are deleted.
sv: De valda kommentarerna har rapporterats som malplacerade och har raderats.

source: The selected comments have been reported as inappropriate and are unpublished.
sv: De valda kommentarerna har rapporterats som malplacerade och har avpublicerats.

source: The selected posts have been reported as inappropriate and are deleted.
sv: De valda inläggen har rapporterats som malplacerade och har raderats.

source: The selected posts have been reported as inappropriate and are unpublished.
sv: De valda inläggen har rapporterats som malplacerade och har avpublicerats.

source: Site usage statistics
es: Estadística sobre el uso de la página
sv: Statistik över webbplatsens användande

source: Spam protection settings
es: Configuración de la protección contra el spam
sv: Inställningar för skydd mot spam

source: Mollom can be used to block all sorts of spam received by your website. Your Drupal site will send data you want checked for spam to the Mollom servers, which will reply with either 'spam' or 'ham' (not spam). If Mollom is not fully confident in its decision, it will ask the user to fill out a CAPTCHA. On the rare occasion that Mollom asks the poster to fill out a CAPTCHA, Mollom assumes that all legitimate posters will take the extra time to fill out this CAPTCHA. Using the CAPTCHA, Mollom avoids legitimate messages being incorrectly classified as spam and it eliminates the need to moderate messages that Mollom decided to block. Administrators can still inspect the <a href="@logs">logs</a> to see what Mollom has blocked.
es: Se puede usar Mollom para bloquear todo tipo de spam recibido en tu página web. Tu sitio Drupal enviará los datos que quieres comprobar por spam a los servidores de Mollom, que responden con 'spam' o 'ham' (no spam). Si Mollom no tiene plena confianza de su respuesta, pedirá al usuario rellenar una CAPTCHA. En las pocas ocasiones que Mollom pide al usuario rellenar una CAPTCHA, Mollom supone que todos los participantes legítimos tomarán el tiempo extra para rellenarlo. Usando CAPTCHA, Mollom evita clasificar mensajes legítimos como spam y elimina la necesidad de moderar los mensajes que Mollom decidió bloquear. Los administradores pueden inspeccionar los <a href="@logs">registros</a> para ver el contenido bloqueado por Mollom.
sv: Mollom kan användas för att blockera all sorts spam som erhållits på din webbplats. Din Drupals webbplats kommer att skicka data till Molloms servrar som du vill ha kontrollerad för spam, som kommer att antingen att svara med "spam" eller "ham" (inte spam). Om Mollom inte är helt säker på sin sak så kommer den att be avsändaren att fylla i CAPTCHA. Mollom förutsätter att alla legitima avsändare kommer att ta sig extratiden att fylla i denna CAPTCHA. Genom att använda CAPTCHA undviker Mollom att legitima meddelanden inkorrekt klassificeras som spam och eliminerar behovet av att moderera meddelanden som Mollom beslutat blockera. Administratörer kan fortfarande inspektera <a href="@logs">loggen</a> för att se vad Mollom har blockerat.

source: To perform its service, Mollom processes, stores and compares the data submitted by your site's visitors as explained in our <a href="http://mollom.com/service-agreement-free-subscriptions">Web Service Privacy Policy</a>. As the controller of the data being processed, it is your responsibility to inform your website's visitors, and to obtain appropriate consent from them to allow Mollom to process their data.
es: Para desempeñar su trabajo, Mollom procesa, almacena y compara los datos enviados por los visitantes a tu sitio tal y como se explica en nuestro <a href="http://mollom.com/service-agreement-free-subscriptions">Política de Protección de Datos</a> del Servicio Web. Ya que tú tienes el control sobre los datos que hay que procesar, es tu responsabilidad informar a los visitantes a tu página web y obtener su permiso para el tratamiento de sus datos por Mollom.
sv: Mollom processar, lagrar och jämför data som skickat in av din webbplats besökare för att framföra sin service. Detta förklaras i vår <a href="http://mollom.com/service-agreement-free-subscriptions">Web Service Privacy Policy</a>. Som kontrollant över datan som processas är det din skyldighet att informera din webbplats besökare och att erhålla lämpligt samtycke från dem att låta Mallom processa deras data.

source: More information about how Mollom works, is available on the <a href="@mollom-workings">"How Mollom works" page</a> and the <a href="@mollom-faq">Mollom FAQ</a>.
es: Se puede conseguir más información sobre cómo funciona Mollom en la página <a href="@mollom-workings">"Cómo funciona Mollom"</a> y en los <a href="@mollom-faq">Mollom FAQ</a>.
sv: Mer information om hur Mollom fungerar finns tillgängligt på sidan <a href="@mollom-workings">"Hur Mollom fungerar"</a> och <a href="@mollom-faq">Mollom FAQ</a>.

source: Protect @name
es: Proteger @name
sv: Skydda @name

source: Server settings
es: Ajustes del servidor
sv: Inställningar för servern

source: Fallback strategy
es: Estratégia alternativa
sv: Reservstrategi

source: Block all submissions on the protected forms until the server problems are resolved
es: Bloquear todos los envíos en los formularios protegidos hasta resolverse los problemas de servidor
sv: Blockera alla inlägg från det skyddade formuläret tills problemen med servern är lösta.

source: Leave all forms unprotected and accept all submissions
es: Dejar todos los formularios sin proteger y aceptar todos los envíos
sv: Lämna alla formulär oskyddade och acceptera alla inlägg.

source: In the very unlikely event that the Mollom servers are down or otherwise unreachable, no text analysis can be performed and no CAPTCHAs can be generated. At that point, your Drupal site will use the configured fallback strategy. You can choose to blindly accept all submissions without spam checking, or you can choose to block all submissions until the server or connection problems are resolved.
sv: I den väldigt osannolika händelsen att Molloms servrar är nedkopplade eller inte åtkomstbara kan ingen textanalys genomföras och ingen CAPTCHA kan genereras. I denna händelse kommer din Drupals webbplats att använda den konfigurerade reservstrategin, eller så kan du välja att blockera alla inlägg tills server- eller anslutningsproblemen är lösta.

source: Mollom access keys
es: Claves de acceso Mollom
sv: Åtkomstnycklar för Mollom

source: In order to use Mollom, you need a public and a private key. Visit <a href="http://mollom.com/user">http://mollom.com/user</a> and create a user account to obtain a private and a public access key.
es: Para usar Mollom, necesitas una clave pública y otra privada. Ver <a href="http://mollom.com/user">http://mollom.com/user</a> para crear una cuenta de usuario y conseguir las claves de acceso.
sv: För att kunna använda Mollom behöver du både en publik och en privat nyckel. Besök <a href="http://mollom.com/user">http://mollom.com/user</a> och skapa ett konto för att erhålla en privat och en publik behörighetsnyckel.

source: Public key
es: Clave pública
sv: Publik nyckel

source: The public key is used to uniquely identify you.
es: La clave pública se usa para identificarte de manera única.
sv: Den publika nyckeln används för att unikt identifiera dig.

source: Private key
es: Clave privada
sv: Privat nyckel

source: The private key is used to prevent someone from hijacking your requests. It is like a password and should never be shared with anyone.
es: Se usa la clave privada para impedir que alguien pueda secuestrar tus peticiones. Es como una contraseña y nunca debe de compartirse con nadie.
sv: Den privata nyckeln används för att hindra någon från att stjäla din efterfrågan. Den är som ett lösenord och skall aldrig delas med någon annan.

source: The spam filter that is installed on this site is currently not available. Per the site's policy, we are unable to accept new submissions until that problem is resolved. Please try resubmitting the form in a couple minutes.
es: Actualmente no está disponible el filtro de spam que está instalado en este sitio. Acorde con la política del sitio, no podemos aceptar nuevos envíos hasta haberse resuelto el problema. Por favor intenta reenviar el formulario dentro de unos minutos.
sv: Spamfiltret som är installerat på den här webbplatsen är för närvarande inte tillgängligt. I enlighet med webbplatsens policy kan vi inte acceptera nya inlägg innan problemen är lösta. Var vänlig försök skicka formuläret igen om ett par minuter.

source: Your submission has triggered the installed spam filter and will not be accepted.
es: Tu envío ha hecho activarse el filtro de spam instalado y no se aceptará.
sv: Ditt inlägg har utlöst spamfiltret och kommer inte att accepteras.

source: We are sorry, but the spam filter on this site decided that your submission could be spam. Please fill in the CAPTCHA first.
sv: Vi är ledsna, men spamfiltret på den här webbplatsen beslutade att ditt inlägg skulle kunna vara spam. Var vänlig fyll i CAPTCHA först.

source: Unsure: %message
es: Inseguro: %message
sv: Osäker: %message

source: The entered CAPTCHA solution is not correct. We generated a new CAPTCHA so please try again.
es: La solución CAPTCHA enviada no es correcta. Hemos generado una CAPTCHA nueva, así que por favor inténtalo otra vez.
sv: Den angivna lösningen för CAPTCHA var inte korrekt. Vi genererade en ny CAPTCHA så var vänlig försök igen.

source: The CAPTCHA field is required.
es: El campo CAPTCHA es obligatorio.
sv: Fältet CAPTCHA är obligatoriskt.

source: Type in the characters shown in the above; if you can't read them, submit the form and a new image will be generated.
es: Teclear los carácteres que se ven más arriba; si no los puedes leer, envia el formulario y se generará una imagen nueva.
sv: Skriv in bokstäverna som visas ovan. Om du inte kan läsa dem, skicka formuläret så kommer en ny bild att genereras.

source: Problem with spam filter: @errno - %error_msg
sv: Problem med spamfilter: @errno - %error_msg

source: The list of available Mollom servers was set to @servers.
sv: Listan över tillgängliga Mollomservrar blev angivet till @servers.

source: Error @errno: %server - %message - %method - <pre>@data</pre>
sv: Fel @errno: %server - %message - %method - <pre>@data</pre>

source: No Nollom servers could be reached or all servers returned an error -- the server list was emptied.
sv: Ingen Mollomserver kunde nås eller så returnerade alla ett fel -- serverlistan blev tömd.

source: post with no checking
es: publicar sin comprobar
sv: skicka utan att kontrollera

source: Report and delete
es: Enviar informe y eliminar
sv: Rapportera och radera

source: Mollom is a webservice that helps you manage your community.
es: Mollom es un servicio web que te ayuda a gestionar tu comunidad.
sv: Mollom är en webbservice som hjälper dig att hantera din community.

source: Request CAPTCHA
es: Pedir CAPTCHA
sv: Efterfrågar CAPTCA

source: Tracks content spam statuses.
sv: Spårar status på spam för innehåll.

source: Unique ID of the content.
sv: Unikt ID för innehållet.

source: Content author's session ID.
sv: ID på sessionen för innehållets författare.

source: A quality rating assigned to the content to tell whether or not it's spam.
sv: En kvalitetsmätning tillägnad till innehållet för att avgöra om det är spam eller inte.

source: Protects against comment and contact form spam.
es: Protección contra spam de comentarios y de formularios de contacto.
sv: Skyddar mot spam i kommentarer och kontaktformulär.

source: delete
es: eliminar

source: The selected comments have been reported as spam and are deleted.
es: Se ha enviado un informe de spam sobre los comentarios seleccionados y se han eliminado.

source: The selected comments have been reported as spam and are unpublished.
es: Se ha enviado un informe de spam sobre los comentarios seleccionados y se han quitado.

source: The selected posts have been reported as spam and are deleted.
es: Se ha enviado un informe de spam sobre las entradas seleccionadas y se han eliminado.

source: The selected posts have been reported as spam and are unpublished.
es: Se ha enviado un informe de spam sobre las entradas seleccionadas y se han quitado.

source: In the event that Mollom stopped servicing your requests, i.e. because a certain usage quota was reached, your Drupal site will use the configured fallback strategy. You can choose to blindly accept all submissions without spam checking, or you can choose to block all submissions until this problem is resolved.
es: Si Mollom dejase de responder a tus peticiones, e.g. porque se alcanzó una cuota de uso, tu sitio Drupal empleará la estratégia alternativa configurada. Puedes elegir aceptar a todos los envíos sin comprobarlos por spam, o puedes elegir bloquear todos los envíos hasta resolverse el problema.

source: Correct CAPTCHA: %message
es: CAPTCHA correcta: %message

source: Incorrect CAPTCHA: %message
es: CAPTCHA incorrecta: %message

source: We are sorry, but the spam filter on this site decided that your submission could be spam. Please fill in the CAPTCHA below to get your submission accepted.
es: Lo sentimos, pero el filtro de spam en este sitio web ha decidido que tu envío puede ser spam. Por favor, rellena la CAPTCHA más abajo para hacer que tu envío se acepte.

source: We contacted the Mollom servers to verify your keys
es: Hemos contactado con los servidores de Mollom para verificar tus claves

source: @message: the Mollom services are operating correctly. We are now blocking spam.
es: @message: los servicios Mollom están funcionando correctamente. Ahora estamos bloqueando el spam.

source: @message: your keys do not exist or are no longer valid. Please visit the user settings page on the Mollom website again: <a href="@mollom-user">@mollom-user</a>.
es: @message: tus claves no existen o ya no son válidas. Por favor vuelve a visitar la página de configuración de usuarios en la página de Mollom: <a href="@mollom-user">@mollom-user</a>.

source: No Mollom servers could be reached or all servers returned an error -- the server list was emptied.
es: No se ha podido contactar con los servidores de Mollom, o todos los servidores devolvieron un error--se ha vaciado el listado de los servidores.
