Repository: mindlace/quartet
Catalog: modules/acquia/webform/translations/*.po
Languages: sv

source: Title
sv: Titel

source: View
sv: Visa

source: Operations
sv: Operationer

source: Do you really want to delete all submissions for this form?
sv: Är du säker på att du vill radera alla inskickade exemplar av detta formulär?

source: Do you really want to delete <strong>all</strong> submissions for this form?
sv: Vill du verkligen radera <strong>alla</strong> inskickade exemplar av detta formulär?

source: This action cannot be undone.
sv: Denna handling kan inte ångras.

source: Do you really want to delete this form submission?
sv: Är du säker på att du vill radera detta inskickade formulär?

source: Date
sv: Datum

source: User
sv: Användare

source: Action
sv: Handling

source: Delete
sv: Ta bort

source: Unique Users Only
sv: Bara unika användare

source: Unique IPs Only
sv: Bara unika IP-nummer

source: Analog Bar
sv: Analog list

source: Percentage
sv: Procent

source: Tallies
sv: Summor

source: Covariance Matrix
sv: Kovarians-matris

source: choice
sv: val

source: responses
sv: svar

source: Left Blank
sv: Ej angiven

source: Default
sv: Standard

source: User entered value
sv: Värde angivet av användaren

source: Average submission length in words (ex blanks)
sv: Genomsnittlig svarslängd i antal ord

source: Webforms are forms and questionnaires. To add one select <strong>create content -&gt; webform</strong>. Below you can set different security and debug options.
sv: Webbformulär kan vara formulär eller enkäter. För att lägga till ett väljer du <strong>Skapa innehåll -&gt; webbformulär</strong>. Nedan kan du göra olika inställningar för säkerhet och felsökning.

source: Enables the creation of forms and questionnaires.
sv: Gör det möjligt att skapa formulär och enkäter.

source: A webform can be a questionnaires, contact or request forms. It can be used to let visitors make contact, register for a event or to enable a complex survey.
sv: Ett webbformulär kan vara en enkät eller ett formulär för kontakt eller förfrågningar. Det kan användas för att låta användare kontakta er, registrera sig för ett evenemang eller för att skapa ett komplext frågeformulär.

source: Available variables are: %username, %useremail, %site, %date.
sv: Tillgängliga variabler är: %username, %useremail, %site, %date.

source: If you are using the profiles module, you can also access all profile data using the syntax %profile[form_name]. If you for example have a profile value named profile_city, add the variable %profile[profile_city].
sv: Om du använder Profile-modulen kan du också komma åt all profilinformation med syntaxet %profile[form_name]. Om du exempelvis har ett profilvärde som heter profile_city, lägg till variabeln %profile[profile_city].

source: Update from version %a to version %b
sv: Uppdatera från version %a till version %b

source: Allow cross site posting
sv: Tillåt svar från andra webbplatser

source: Yes
sv: Ja

source: No
sv: Nej

source: Allow postings to your webforms that do not originating from your sites domain.
sv: Låter formulär från andra domäner skicka in svar till ditt webbformulär.

source: Webforms Debug
sv: Debuggning av webbformulär

source: DEBUG for the webform module
sv: DEBUGGNING för modulen Webform

source: Show main webform menu
sv: Visa huvudmenyn för webbformulär

source: Select the visibility of the main webform item on the main menu
sv: Välj om webbformulär ska visas på huvudmenyn

source: The form component has been changed. Remember to press Submit on the bottom of this form to save your changes.
sv: Formulärkomponenten har ändrats. Kom ihåg att trycka på Spara längst ner i detta formulär för att spara dina ändringar.

source: The form component has been deleted. Remember to press Submit on the bottom of this form to save your changes.
sv: Formulärkomponenten har raderats. Kom ihåg att trycka på Spara längst ner i detta formulär för att spara dina ändringar.

source: You have to specify a form description.
sv: Du måste ange en formulärbeskrivning.

source: You have to specify a confirmation message.
sv: Du måste ange ett bekräftelsemeddelande.

source: Webform upgrade page
sv: Sida för webbformulär-uppgradering

source: results
sv: resultat

source: go to form
sv: gå till formulär

source: View this form.
sv: Visa detta formulär.

source: Go back to the form
sv: Tillbaka till formuläret

source: textfield
sv: textfält

source: textarea
sv: flerradigt textfält

source: select
sv: välj

source: label
sv: etikett

source: hidden
sv: dold

source: e-mail address
sv: e-postadress

source: Use access
sv: Användningsbehörighet

source: Roles that should be able to submit data using this form.
sv: Roller som ska kunna skicka information med detta formulär.

source: Description
sv: Beskrivning

source: Text to be shown as teaser and before the form.
sv: Text som visas som ingress och före formuläret.

source: Confirmation message or redirect URL
sv: Bekräftelsemeddelande och adress för vidarebefordring

source: To edit a component, check its "selected" box and press "Edit selected".
sv: För att redigera en komponent, kryssa i dess "vald"-ruta och tryck på "Redigera valda".

source: To delete a component, check its "selected" box and press "Delete selected".
sv: För att ta bort en komponent, kryssa i dess "vald"-ruta och tryck på "Ta bort valda".

source: Use "value" to enter a default value.
sv: Använd "värde" för att ange ett standardvärde.

source: Check "mandatory" box if the field should be mandatory.
sv: Kryssa i "obligatoriskt"-rutan om fältet ska vara obligatoriskt.

source: Remember to set weight on the components or they will be added to the form in a random order.
sv: Glöm inte att ange vikter på komponenterna, annars kommer de att läggas i en slumpmässig ordning i formuläret.

source: The components are sorted first by weight and then by name.
sv: Komponenterna ordnas i första hand efter vikt och sedan efter namn.

source: Form components
sv: Formulärkomponenter

source: Select
sv: Välj

source: Name
sv: Namn

source: Type
sv: Typ

source: Value
sv: Värde

source: Mandatory
sv: Obligatorisk

source: Weight
sv: Vikt

source: Edit selected
sv: Redigera valda

source: Delete selected
sv: Ta bort valda

source: Add a new component
sv: Lägg till ny komponent

source: Select a component type to add.
sv: Välj den komponenttyp som ska läggas till.

source: Add
sv: Lägg till

source: E-mail to address
sv: Mottagarens e-postadress

source: Form submissions will be e-mailed to this address. Leave blank for none.
sv: Inskickade formulär kommer att skickas till denna adress. Lämna tomt om ingen e-post ska skickas.

source: E-mail from address
sv: Avsändarens e-postadress

source: Form e-mails will have this return address. Choose Automatic for the default
sv: Formulär som skickas med e-post kommer att ha denna svarsadress. Välj Automatisk för standardvalet

source: E-mail subject
sv: Ämne för meddelande

source: Form e-mails will have this subject line. Choose Automatic for the default
sv: Formulär som skickas med e-post kommer att ha denna ämnesrad. Välj Automatisk för standardvalet

source: Unauthorized webform access attempt
sv: Obehörigt försök att komma åt webbformulär

source: Preview
sv: Förhandsvisa

source: Submit
sv: Spara

source: Page called out of order
sv: Sida anropad i fel ordning

source: Name of the field. This is used as a descriptive label and as the key when saving data in the database.
sv: Namn på fältet. Detta används som beskrivande etikett och som nyckel när informationen sparas i databasen.

source: A short description of the field used as help for the user when he/she uses the form.
sv: En kort beskrivning av fältet som används som hjälp för användaren när hon eller han använder formuläret.

source: Default value
sv: Standardvärde

source: The default value of a email field is always the users email address if he/she is logged in.
sv: Standardvärdet för ett e-postfält är alltid användarens e-postadress om hon eller han är inloggad.

source: Width
sv: Bredd

source: Width of the textfield.
sv: Bredd på textfältet.

source: The default value of the field.
sv: Fältets standardvärde.

source: The value of the field.
sv: Fältets värde.

source: The default value of the area.
sv: Fältets standardvärde.

source: Width of the textarea.
sv: Bredd på textrutan.

source: Height
sv: Höjd

source: Height of the textarea.
sv: Textfältets höjd.

source: Options
sv: Val

source: Enter one option per line.
sv: Skriv in ett alternativ per rad.

source: The preselected value.
sv: Det förvalda värdet.

source: Multiple
sv: Multipel

source: Check this option if the user should be allowed to choose multiple values.
sv: Välj detta alternativ om användaren ska kunna välja flera värden.

source: Listbox
sv: Meny

source: Check this option if you want the select component to be of listbox type instead of radiobuttons or checkboxes.
sv: Välj detta alternativ om du vill att komponenten ska visas i form av en meny istället för radioknappar eller kryssrutor.

source: Done
sv: Klart

source: Warning: This button will accept your changes as sub-part of the edit. You will still have to select <b>'submit'</b> on the next screen to make your changes permanent.
sv: Varning: Denna knapp sparar dina ändringar tillfälligt som en del av redigeringen. Du måste fortfarande klicka på <b>'Spara'</b> på nästa sida för att ändringarna ska sparas permanent.

source: Trying to post to webform from external domain.
sv: Försöker skicka information till ett webbformulär från en extern domän.

source: Visit referer
sv: Besök hänvisande webbplats

source: You are not allowed to post to this form from an external domain.
sv: Du har inte behörighet att skicka information till detta formulär från en extern domän.

source: You are not allowed to submit data using this form.
sv: Du har inte behörighet att skicka information med detta formulär.

source: Form submission from:
sv: Inskickat formulär från:

source: Submission posted to
sv: Inlägg skickat till

source: You have not completed the form. %s is a mandatory field.
sv: Du har inte fyllt i formuläret klart. %s är obligatoriskt.

source: Submitted on
sv: Skickat den

source: Submitted by user
sv: Skickat av användare

source: Submitted by anonymous user
sv: Skickat av anonym användare

source: Submitted values are
sv: Inskickade värden är

source: Go back
sv: Gå tillbaka

source: maintain webforms
sv: hantera webbformulär

source: create webforms
sv: skapa webbformulär

source: use all webforms
sv: använd alla webbformulär
